app/controllers/tires_controller.rb

SELECT `tires`.* FROM `tires`
---
  def index
    @tires = Tire.all